The position of the vertex.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public XYZ Position { get; }
  Visual Basic
Public ReadOnly Property Position As XYZ
	Get
  Visual C++
public:
property XYZ^ Position {
	XYZ^ get ();
}
 See Also
  SlabShapeVertex Class
  Autodesk.Revit.DB Namespace